tap "buo/cask-upgrade"
tap "homebrew/bundle"
brew "fd"
brew "fzf"
brew "gh"
brew "go"
brew "lazygit"
brew "mas"
brew "neovim"
brew "node"
brew "nvm"
brew "openjdk"
brew "perl"
brew "ripgrep"
brew "ruby"
brew "utf8proc"
brew "uv"
brew "zellij"
brew "zoxide"
brew "zsh-vi-mode"
cask "1password-cli"
cask "alacritty"
cask "dropbox"
cask "obsidian"
cask "rectangle-pro"
cask "slack"
cask "zed"
mas "Telegram", id: 747648890
